{"inkVersion":20,"root":[["ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^part 1 event 3.","\n","end","^I come across a pair of men weatherproofing one of the buildings at the edge of the settlement.","\n","^An older and a younger one, both dressed in the plain, affordable clothes that the settlers would have bought before coming here. That's because in a frontier settlement like Agairy, good clothes are hard to come by.","\n","^But despite the slight chill in the air, remaining even now in the afternoon, the two of them are sweating as they work.","\n","^Then one nudges the other and they take notice of me.","\n","ev","str","^Younger Settler","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^'Ey, it's the boy who came with the fancy lady.","\n","ev","str","^Older Settler","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^'Ey, so it is.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It's nice when other people make your introduction for you. I guess in Agairy any outsider sticks out like a sore thumb.","\n","ev","str","^Older Settler","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Well don't just stand there, come and have a seat!","\n","ev","str","^Younger Settler","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Yeah, why not? Come, and tell us something about the cities back home. It's been what feels like ages.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^...","\n","^Despite asking me to tell them about the cities, they barely give me a chance to speak before starting in with their own complicated tale.","\n","ev","str","^??","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Nornen and Anornen; that's us.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^He waves his hands vaguely as he introduces them, and so I don't know which is which. I assign the names to them at random.","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We've been labourers, farmers, workers, builders, diggers, miners, you name it. We go where there is work, and leave when we've done it.","\n","^It's been a few years now we've been doing that.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Fourteen now, was it?","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Can't be that many. But it's been a few, that's for certain.","\n","^And that's what we did, until our numbers came up; got us a place here for our trouble.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The resettlement lottery. There's more people than can fit on a settlement all at once. If they left all at once with organization, well, there'd be fighting, riots, and so much et cetera.","\n","^Instead the Kingdom controls the flow, never sending more people to a place than it can support at the time. At least in theory, they're not perfect; but it's still better than nothing.","\n","^Needless to say, as a member of the Cenparas family, we don't participate in the lottery.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's good luck for both your numbers to come up together.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Aye, it was. Some sort of sign, probably.","\n","^But not sure if it was worth it. The work's harder, the pay's worse, and worst of all it's in the middle of nowhere.","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ah, that's not all. It's a damn sight better than what we'd have if we'd stayed at home. We do get something out of this.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Of course. Our promised land.","\n","^Fifteen years' hard work and then our pick of the land.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^They're really giving you land?","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Hahaha, Hardly!","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^They're giving us the opportunity to buy land.","\n","^Who knows if we'll be able to afford it in fifteen years' time. Not to mention young enough to work it.","\n","^It's fine for young folks, but I wonder if this was the right decision for every man.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You're exagerating. It's been a bit rough until now, but things are finally starting to look up.","\n","^The rest of the buildings are starting to shape up; we had to start with the granary and storehouse first, of course, and then the church, naturally, and other essentials, but the sleeping rooms will be good in no time.","\n","^And then at some point, more settlers will come. Maybe even some women.","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Stands to reason, it does. If you're going to have a settlement for more than one generation, you'll have to send some women.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The Sisters from the Order are here now, but obviously they don't count. Not for what these two are thinking of.","\n","^A shame about that one Sister though, they say. They didn't quite hear what happened to her, only that is was rather bad.","\n","^After a few minutes talking to them, I start to get a picture of the state of these new settlements. They're filled with desperate people without a better place to go.","\n","^Finally, they stop for breath.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Don't be so shy now, lad. When will you tell us about yerself?","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^And more importantly, about that lovely lady you've somehow gotten yourself in with.","\n","^Hoho, what a treat every day must be, just the two of you, travelin' alone like that. You might be young, but you've got a fine eye to squirm your way into a spot like that.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Well... I've known her for a long time. Ever since I was a kid.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^A friend of your family?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Yeah.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I feel a little bit bad lying to this two who have been so open about their own lives, but Mother would be upset if she knew I strayed from the story. And she would know.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Some people have all the luck, don't they. But hey- it you knew a nobby woman like that, you must be some sort of noble yourself, eh?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Something like that. A very minor family.","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Let's hear it then.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... what?","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Come on now, I love the sound of those fancy noble names.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^My mind is suddenly going blank.","\n","^I reach to a familiar name. Sorry about this, mate.","\n","^Oh well, I'm sure he'd understand.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh. It's... Alcernas.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^They shrug.","\n","ev","str","^Nornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ha! Never heard of it.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Like I said: very, very minor nobility.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We talk a few minutes more before and then I start to leave.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Before you go, let me give ya a piece of advice, lad. It's good advice, mind, so listen closely.","\n","^A woman like that lady, rich and snobby with a killer body, you just need to be a little rough with 'em. Just once, and just a bit, and then they'll do whatever you say.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^He winks suggestively.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^If you understand my meaning. I'm sure you do, smart lad like you.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... Thanks for the advice.","\n","ev","str","^Anornen","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Don't worry about it. Remember, all women want to be dominated by a man. Just show them you're stronger, and they'll fall over themselves trying to please you.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^As I wander away, I think about what he's said.","\n","^I can't imagine anyone being rough with Mother and still being alive afterwards. And doing what someone else says? Simply not possible.","\n","^Mother's the sort of person who's born to give orders; it's part of the whole nobility thing. The only time she'd take an order is if it was something she was going to do herself anyway, and then doesn't really count.","\n","^Sure, there's exceptions to every rule, but those two aren't exactly a wellspring of authority. After all, they're looking at fifteen more years of hard work in a desolate, dangerous frontier settlement.","\n","^Is that what people who can rich noblewomen to do whatever they want would be doing?","\n","^Ah well, I guess it's not the ordinary people who would live in a place like this.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}