{"inkVersion":20,"root":[["ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^part 1 immediate.","\n","end","^...","\n","^......","\n","^.........","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Still asleep? Tut tut.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother draws open the curtains, letting in the morning's frigid air. I moan and burrow deeper into the bed.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Aww, don't be like that.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She sits on the edge of the bed and pats me on the legs affectionately.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We're going to start working on Moth in a quarter of an hour.","\n","^I need you, washed, dressed, and in the church, in a quarter of an hour. Don't be late, OK?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^And with that Mother gets back up and flows out of the room. It's still early and she already has this much energy...","\n","^Where does she get it all... I still feel exhausted after the events of yesterday.","\n","^Sighing and indulging myself in a moment of self-pity, I force my chilled joints to move and clumsily prepare for the day.","\n","^I find my way through Agairy in the early morning light. Already, the settlers are outside working and no one pays me any attention.","\n","^It's a sudden turnaround from our arrival yesterday. I wonder if I've already become part of the scenery to them.","\n","^I arrive into the church in what feels like less than the fifteen minutes Mother asked, but I have no idea since Agairy's only clock is in this building.","\n","^The church is more subdued than the settlement outside, and a few Order Sisters are seated along the wooden pews, facing the back, praying. For Moth's recovery, maybe.","\n","^But it's all new to me. Despite Mother's connections to the Order, it wasn't something she included her children in. After yesterday, I think I can see why.","\n","^I walk towards the back of the church, to the room where they're once again keeping Moth under careful watch. She's been in there since we brought her back yesterday.","\n","^She still hasn't woken.","\n","^Just outside the room's door, her two caretakers stand arguing venomously with each other.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It really is a shame that it had to end this way. Moth was one of our most promising initiates, but... she'll have to leave the Order, of course.","\n","^It is called the Virginal Order for a reason.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Leave? I think the word you're looking for is 'be expelled.'","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^No matter which word you might use, it remains a shame all the same. If only she could have been rescued faster...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^If only she hadn't escaped in the first place. Given the mess I had to wade into, I think I did rather well.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh, certainly, certainly.","\n","^But even so...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You know...","\n","^You don't have to expel her. This could stay between the two of us.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh? Not your assistant?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Of course he knows, he was there. But consider him the same as me; he has my absolute confidence.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^How remarkable, but even so, it's the three of us who know. And the girl herself must know too, of course.","\n","^How very like you to forget her.","\n","^But I cannot allow the girl to stay in the Order. There are rules, and they must be obeyed.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Must they?","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Yes. Or else everything the Order has worked for falls apart.","\n","^The smallest hint of corruption within the Order would be enough to destroy us. The people must trust us, and work with us, or we are nothing.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... I see","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Surely you agree?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I'm afraid I don't see it in quite the same way.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Then it's just as well you're no longer with the Order. If you cannot see this basic truth, you would only hinder us.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^For a moment, Mother's careful composure cracks and her eyes flash as she wheels on Allowenn.","\n","^But the Abbess only smiles. She holds her ground, chin high.","\n","^Seeing Allowenn's expression, Mother slowly relaxes. She realizes she'd been provoked.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Do you know, Lady Cenparas, that you have not changed a veritable ounce from when you were a girl?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... You're going to destroy her life before it's even begun.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It's a kindness. She couldn't be happy in the Order, after this.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You don't know that.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Allowenn shrugs.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You don't know either.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^They stare at each other in silence for a while longer.","\n","^Then, without a word, Mother turns and walks away.","\n","^As she walks along the edge of the church, she sees me and comes over.","\n","^I'd been sitting on a pew while they were talking, listening without being noticed.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You were here, huh?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I nod. Mother sits down next to me and leans back against the church's stone wall.","\n","^A moment passes and she doesn't say anything.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She was provoking you, Mother.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother lets out a long sigh, and her chest rises and falls with it.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I know. But even then, it doesn't seem to matter. Even when I know it's what she wants me to do, some things need to be said even if they'll be ignored, or they'll be forgotten.","\n","^And Allowenn will expel the girl no matter what I say. But you saw how she was acting, she wanted me to argue with her. I can't imagine why.","\n","^Maybe in a twisted sort of way, it makes her feel better.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You were talking to her about the people who knew about what happened to Moth... about what happened.","\n","^Couldn't we have just hidden from Allowenn?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She shakes her head sadly.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Not realistic.","\n","^I'm not sure how much you know on the subject; circumstances have forced me to become rather well-versed. But when a monster... impregnates a human, it's not quite the same as a human pregnancy.","\n","^For one thing, conception is a sure thing. You can be certain that Moth is pregnant with that monster's offspring, though it's still in the early stages.","\n","ev","str","^Mc","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^But that can be removed, can't it? With magic?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Exactly right. It can removed in other ways, too, but light magic is the safest and most effective method. The catch is you have to act fast enough.","\n","^A monster's offspring is ready to be born rather faster than a human child. It takes just over a month from conception, with the point of no return being at roughly the halfway point: Two weeks, to play it safe.","\n","^Once those pass, no magic is going to stop it. Removal at that point relies on messier methods. Much messier.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's not a lot of time.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You're right. And that leads into the other catch; you need an expert to perform that sort of light magic.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^And the experts in light magic are part of the Order.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Right again. Just looking at the logistics of it, there's no way to cure Moth without Allowenn noticing, since we'd have to leave Agairy.","\n","^And even if we could manage that, the Order has records on its members. She'd be found out and then expelled immediately, and far less gently.","\n","^With exceptional luck, we might be able to get her another few months.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Couldn't you just cast the magic on Moth?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I'm flattered. Your mother is very talented, you know, but that's not my area of expertise. Sorry to disappoint.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Hey, try not to look so crestfallen. You know this is just one of the many things I can't do, right?","\n","^Part of growing up is learning your Mom isn't all-powerful.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I know.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Hey, you OK? You did sleep, right? You still look tired.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I'm exhausted.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It's the magic. Tires you out more that it has any right to.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I've never used this much in such a short period.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I'm not surprised. You've never had to fight for your life before.","\n","^You'll have to work on building endurance, then. It can be done.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Aren't you tired at all, Mom?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Not at all. How could I be, when I was with you all day? Just a look at your face is enough to wash away all of your Mother's fatigue~","\n","^Well, not really. Of course I'm a little tired.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She leans over and gives me on the forehead.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^But you did well yesterday.","\n","^Be good today and I promise we won't have to fight for our lives more than once or twice.","\n","^OK?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^OK...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Good boy.","\n","^Now come on, let's check on our patient.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}