{"inkVersion":20,"root":[["^dun 0 (tile) event 2","\n","end","ev","str","^???","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GGRAOOOOUUU!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We finally come to a stop outside a cave some ways into the forest.","\n","^It was easy to find. The trail, more ripped strands of cloth, footprints, all led here. And at the end you could just follow the noise.","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^.........","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I notice her complexion paling.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mom?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^When she turns to face me, the expression on her face from a moment ago has vanished.","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Why did this have to happen now, when he's with me...","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother grips my shoulders tightly.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Listen to me closely. Whatever you're about to see, don't think about it.","\n","^... Just put it out of your mind for now. Stay focused.","\n","^Okay?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^My voice has dried in my throat. I can only nod mutely.","\n","^She releases me and kisses my forehead gently.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Good boy. Now stay close to me, sweetheart.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^......","\n","ev",5,0.35,{"x()":"shake","exArgs":2},"pop","/ev","\n","ev","str","^???","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GRAOOOOOOUUUU!!!!","\n","ev",10,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","^GGGGRRAAAAAAOOOOUUUUUU!!!!!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^.........","\n","^.........","\n","^Short sputterings fill the room as the thing reaches is pushed deep inside her, with enough force that her entire body shakes.","\n","^As it begins to leave her, she takes in shallow, ragged breaths all at once.","\n","^She hangs limply in the monster's grip. Wearing the tattered remains of a Sister's habit, there are tears in her eyes and and a vacant expression covers her face.","\n","^Shock and disbelief at the circumstances she finds herself in.","\n","^The creature stops withdrawing and, never leaving her completely, switches direction. Impossibly, it sheathes itself back inside the girl.","\n","^Its obscene length reaches once again all the way to her breastbone.","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^......","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I feel something rising in me. Not something I've felt before.","\n","^Then Mother's hand is on my back.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... I know. Acting now will only put her in danger. If we attack now, it might kill her.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I suddenly find it very hard to swallow.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It will kill her as it is.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother shakes her head.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... It won't. It needs her alive.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Out...","\n","^... out...","\n","^...... out...","\n","ev",10,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GRAOOUUUUU!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^And in.","\n","^Her body shudders as the monster enters her again, so deeply and so forcefully that saliva flies from her mouth and her head lolls.","\n","^She's remained silent until now, but a hoarse cry suddenly escapes her lips. A low, dull moan.","\n","^She feebly tries to raise her head—","\n","^—but another brutal thrust from the monster shakes her body in its grip.","\n","^Rather than screaming or pleading, her body relaxes, taking the repeated abuse silently.","\n","^... But it couldn't have been like this at first.","\n","^I hope that maybe she's passed out, but as the monster flops her around again, I see her eyes. She's wide awake.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Out...","\n","ev",10,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GRAOOUUUUU!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... and in.","\n","^How long has this been going on already?","\n","^The girl's light frame used by the huge monster, over and over, her stomach bulging obscenely with each thrust.","\n","^It grips her roughly from her hips and moves her up and down its length. To it, she may as well not be a living thing. Just a toy.","\n","^Something to fuck for a while. To be bred, and once she's given birth to its children, to be bred again.","\n","^we stand here in the shadow of the cave's mouth, helplessly waiting for it to finish. Things like this shouldn't happen.","\n","^...","\n","^The creature picks up the pace, letting out a savage grunt each time it spears her deeply.","\n","^As she reaches the highest point on its shaft; the moment where the least of the monster's length is inside her, it suddenly switches its grip.","\n","^Its huge hands move deceptively quickly up from the girl's hips to over her shoulders and chest, and then—","\n","ev",10,0,{"x()":"shake","exArgs":2},"pop","/ev","\n","^—slams her down. It pushes itself deeper inside her than seems possible and lets out a dreadful scream.","\n","^The girl's eyes widen in shock and at the feeling of having something so large so deep inside her.","\n","^Panting, it stops thrusting, instead trying to push its length deeper inside her and, at the same time, pull her down onto it. But it won't go in any farther.","\n","^Not without breaking her. After a moment, even the monster's aggressive pushing ceases and it contents itself just to keep a firm hold on her where she is.","\n","^gloop... glop...","\n","^It becomes clear why the monster has stopped.","\n","^From its member already deep inside the girl, it starts to release its seed. The amount continues to grow with each passing second.","\n","^Even as her stomach begins to expand outward from the huge volume expelled inside her, its vice-like grip on her body never slackens. It stops anything from leaking out at anywhere near the rate it's pumping in.","\n","^The result is the swelling of her stomach as more of the creature's cum shoots inside her. It's a ridiculous amount.","\n","^Slop... slop...","\n","^gloop...","\n","^Finally, it stops expanding. The girl's head hangs limply on her shoulders, and I can tell she's unconscious. Mercifully.","\n","^The monster seems to lose interest in her all at once. It lets go of her shoulders and the girl slips down onto the ground where she lands awkwardly in a heap, unmoving.","\n","^The semen is leaking out of her faster now, and her inflated stomach is already beginning to subside...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... Now.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother is speaking quietly, and her voice is devoid of emotion. Her usual cheerfulness and good-natured confidence are gone, replaced with a cold matter-of-factness.","\n","^That's fine though. Nothing else would be appropriate at this time. All I feel is a dull pain deep in my chest and acute awareness of each pulse of my heart.","\n","^It feels disgusting.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Then, Mother steps out into the center of the cave. Her naked sword in hand.","\n","^As I step out after her the creature turns and, snarling, advances on us.","\n","^﻿","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}