{"inkVersion":20,"root":[["^dun 0 mob event 1","\n","end","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Rrroaaaahhhh!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Roaring, it pulls its thick arms back and prepares to attack again.","\n","^But I can feel it nearing its limit. It's already covered in a multitude of minor wounds. We have been getting the better of it, but I'm feeling exhaustion beginning to creep in.","\n","^... I need to last just a little bit longer!","\n","^Mother's breathing is deep and measured; the efficient breaths of a warrior. She's showing no sign of slowing down.","\n","^Absentmendidly, she flicks some of her hair out of her face, all while watching the creature intently.","\n","^I always knew Mother was strong, but I never grasped exactly how incredile her strength is. How fast she is. How subtle and clever.","\n","^How well do I really know her...","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",5,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","^GRRRooooaaggghhhh!!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It lunges faster than something that size has any right to, straight towards Mother.","\n","^Even before I start forming a shield around her, she slips by its heavy swing and inside its guard, her sword upright and close to her chest.","\n","^Then, in a practiced motion, she shifts her weight forwards and plants her blade in the monster's side. She presses it in halfway to the hilt before the monster reacts.","\n","^As it reaches for her, Mother pulls the sword clean and whirls behind the monster, staying a moment ahead of it.","\n","^Then, she stabs it once more at the base of the spine and passes her sword through half its waist as she slides it free.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Haaaah...","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The monster falls to its knees and then slowly to the ground. A layer cloud of dirt and dust is sent upwards as its huge frame finally lands.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother! That was— it was amazing!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She nods her head in acknowledgement.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It was nothing.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother smoothes down the front of her dress and frowns as she notices the splashes of blood that landed on it during the fight.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Another dress ruined...","\n","ev",{"VAR?":"player"},"out","/ev","^, go check on our wayward Sister, will you? I'm going to make sure big guy over here stays dead.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^OK.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We had moved the girl to the side of the cave earlier so she wouldn't be in the line of fire during the fight. She was still unresponsive then, but she was still breathing.","\n","^I crouch next to her and shake her gently, trying to rouse her. But there's no reaction.","\n","^I try speaking to her but stop after a few seconds when nothing happens, feeling like a fool.","\n","^And I don't know what else to do. How pathetic to be stumped after such a short time.","\n","^All the while, her shallow steady breathing continues uninterrupted.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Anything?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She hasn't responded to me at all. I don't know what's wrong with her.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's alright. It could be any of a lot of different things; the poor girl's been through a lot.","\n","^Well, to be fair she still has more to come, but perhaps the worst is over.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother sizes her up.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I was hoping she'd be able to walk... But it can’t be helped. We should leave here sooner rather than later and there’s no indication of whether the girl is going to wake up anytime soon.","\n","^I'll just have to carry her.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I'll do it.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Don't be silly, you're exhausted.","\n","^And don't act like you're stronger than me, young man. You've still got a ways to go.","\n","^Anyway, she doesn't look heavy, so don't worry about it, OK?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother picks her up gently in her arms, holding her like one holds a baby.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","^How nostalgic...","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","^Come now, give me your coat. We need something to cover the poor girl or she’ll catch her death of cold before we get halfway back.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The Abbess said her name's Moth.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's her name, isn't it? I feel guilty calling her 'the girl.' for so long. After what I've seen her go through, the least I can do is call her by her proper name.","\n","^I pass her my coat. Mother drapes and tucks it around the Sister, doing her best to cover her.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Was it? A strange name.","\n","^And thanks for lending her your coat. I'd would have given her some of my own clothes, but this dress is rather all or nothing.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Umm, right. It's not the most practical dress.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Nonsense. It’s the perfect dress for the modern noblewoman. Just not this particular one anymore, I suppose.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She motions at the bright red bloodstain on its front.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Anyway, let's get a move on. This whole episode has raised a lot of questions, like why did the demon bring the girl— Moth, I mean — here? Or did it even mean to?","\n","^But now's not the time to answer them.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^As we leave the cave, I think to myself that I wouldn't mind never seeing this place again. Agairy or any of it.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She will be okay, won't she?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","^...","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","^We'll see.","\n","^END","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}