{"inkVersion":20,"root":[["^dun 0 mob event 1","\n","end","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Rrroaaaahhhh!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Roaring, it pulls its thick arms back and prepares to attack again.","\n","^But I can feel it nearing its limit, already covered in a layer of minor wounds. We have been getting the better of it, but I'm feeling my own exhaustion beginning to creep in.","\n","^... I need to last just a little while longer!","\n","^Mother's breathing is deep and measured; the efficient breaths of a warrior. She's showing no sign of slowing down.","\n","^Absentmendidly, she flicks some of her hair out of her face. Her gaze nevers moves off of the creature.","\n","^I always knew Mother was strong, but I never grasped exactly how incredible her strength is. How fast, how strong she is.","\n","^How well do I really know my own mother?","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",5,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","^GRRRooooaaggghhhh!!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It lunges faster than something that size has any right to.","\n","^Even before I start forming a shield around her, Mother slips past its heavy swing and inside its reach, her sword upright and close to her chest.","\n","^Then, in a practiced motion, she shifts her weight forwards and plants her blade in the monster's side. It's in halfway to the hilt before the monster reacts.","\n","^As it reaches for her, Mother pulls the sword clean and whirls behind the monster, staying a moment ahead of it.","\n","^Then, she stabs it once more at the base of the spine. Her sword passes through a quarter of its waist as she slides it free.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Haaaah...","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The monster falls to its knees and then slowly to the ground. A layer cloud of dirt and dust is sent upwards as its huge frame finally lands.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother! That was— it was amazing!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She nods her head in acknowledgement.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It was nothing.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother smoothes down the front of her dress and frowns as she notices the splashes of blood that landed on it during the fight.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ruined.","\n","ev",{"VAR?":"player"},"out","/ev","^, go check on our wayward sister, will you? I'm going to make sure big guy over here stays dead.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^OK.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We had positioned ourselves so the girl wouldn't be in the line of fire during the fight. She was unresponsive, but still breathing.","\n","^I crouch next to her and shake her gently, trying to rouse her. There's no reaction.","\n","^I try speaking to her but stop after a few seconds when nothing happens, feeling like a fool.","\n","^And I don't know what else to do. How pathetic to be stumped so quickly.","\n","^Her shallow steady breathing continues uninterrupted.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Anything?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She's passed out. I don't know what's wrong with her.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's alright. It could be any of a lot of different things; the poor girl's been through a lot.","\n","^She still has more to come, I'm sorry, but the worst should be over.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother sizes her up.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I was hoping she'd be able to walk... But it can’t be helped. There’s no indication of whether the girl is going to wake up anytime soon And we should leave here sooner rather than later.","\n","^I'll just have to carry her.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... I can do it.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Don't be silly, you're exhausted.","\n","^No need to pretend with me, young man. You've still got a ways to go.","\n","^Anyway, she doesn't look heavy, so don't worry about it, OK?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother picks her up gently in her arms, cradling her like a baby.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^How nostalgic...","\n","^Come now, give me your coat. We need something to cover the poor girl or she’ll catch her death of cold before we get back.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The girl. We've called her that this entire time. After what I've seen her go through, the least I could do is call her by her name, but I can't. I don't even know what it is.","\n","^We've saved the body, but were we too late for the girl?","\n","^I hand over my coat. Mother drapes and tucks it around the sister, doing her best to cover her for warthm and modesty.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Thanks for lending her your coat, she'll appreciate it later. I'd give her some of my own, but this dress is rather all or nothing. And ruined now, too.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She motions at the bright red bloodstain on its front.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Let's get a move on.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^As we leave the cave, I think to myself that I wouldn't mind never seeing this place again. Agairy, the cave, any of it.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She's going to be okay, won't she?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","^...","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","^Of course she will, sweetheart. Now come on.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}