{"inkVersion":20,"root":[["^dun 0 (tile) event 2","\n","end","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We finally come to a stop outside a cave deep in the forest.","\n","^It was easy to find. The trail, more ripped strands of cloth, footprints, all led here. And at the end you could just follow the noise.","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^.........","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I notice her complexion paling.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^When she turns to face me, the palid sheen on her face a moment ago has left without a face.","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I was hoping I could ease him into this... forgive me.","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother grips my shoulders tightly.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Listen to me closely.","\n","^Whatever you're about to see, don't think about it.","\n","^... Just put it out of your mind for now. Stay focused. Okay?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^My voice has dried in my throat. I can only nod mutely.","\n","^She releases me and kisses my forehead gently.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Good boy. Stay close to me, now.","\n","ev",5,0.35,{"x()":"shake","exArgs":2},"pop","/ev","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GRAOOOOOOUUUU!!!!","\n","ev",10,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","^GRRAAAAAAOOOOUUUUUU!!!!!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^.........","\n","^.........","\n","^Short sputterings fill the room as the thing moves inside her.","\n","^As it begins to leave her, she takes shallow, rapid breaths all at once.","\n","^But despite her rought treatment, the girl, wearing the tattered remains of a Sister's habit, hangs limply in the monster's grip.","\n","^The creature stops withdrawing and, never leaving her completely, switches direction. Impossibly, it sheathes itself back inside the girl.","\n","^Its obscene length reaches all the way to her breastbone.","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^......","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I feel something rising in me. Not something I've felt before.","\n","^Then Mother's hand is on my back.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... I know.","\n","^We must wait. Acting will only put her in more danger. If we attack now, it may kill her.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I suddenly find it very hard to swallow.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It will kill her as it is.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother shakes her head.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It won't. It needs her alive.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Out...","\n","^... out...","\n","^... ... out...","\n","ev",10,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GRAOOUUUUU!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^And in.","\n","^The Sister's body shudders as the monster enters her again, so deeply and so forcefully that saliva flies from her mouth.","\n","^Throughout all this, she's remained silent. Or perhaps unconscious is more appropriate.","\n","^Rather than screaming, or pleading, she's mercifully lost unconsciousness, taking the repeated abuse without complaint.","\n","^... But it couldn't have been like this at first.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Out...","\n","ev",10,0.5,{"x()":"shake","exArgs":2},"pop","/ev","\n","ev","str","^Creature","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^GRAOOUUUUU!!","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... and in.","\n","^How long has this been going on already...","\n","^The girl's light frame used by the huge monster, over and over, her stomach bulging obscenely.","\n","^It grips her roughly from her hips and moves her up and down its length. To it, she may as well not be a living thing. Just a toy.","\n","^Something to fuck for a while. To be bred and once she's given birth to its children, to be bred again.","\n","^And we stand here in the shadow of the cave's mouth, waiting for it to finish. I know it isn't right.","\n","^...","\n","^...","\n","^The creature picks up the pace.","\n","^It lets out a low grunt each time it spears her deeply.","\n","^As she reaches the highest point in the fucking; the moment where the least of the monster's length is inside her, it suddenly switches its grip.","\n","^Its huge hands move deceptively quickly up from the girl's hips to over her shoulders and chest, and then—","\n","ev",10,0,{"x()":"shake","exArgs":2},"pop","/ev","\n","^—slams her down. It pushes itself deeper inside her than it yet been and lets out a dreadful howl.","\n","^Panting, it stops thrusting, instead trying to push its length deeper inside her still. But it won't go any farther. There is a limit to everything, after all.","\n","^After a moment, even the monster's pushing ceases and it contents itself just to keep a firm hold on her where she is.","\n","^gloop... glop...","\n","^It becomes clear why the monster has stopped.","\n","^It releases from its member already deep inside the girl, and the amount continues to increase with each passing second.","\n","^Even as her stomach begins to expand outward from the huge volume expelled inside her, its vice-like grip on her body stops it from leaking out at anywhere near the rate it's pumping in.","\n","^The result is the swelling of her stomach as more of the creature's cum shoots inside her. It's a ridiculous amount, with a ridiculous image to match.","\n","^Slop... slop...","\n","^Finally, it subsides and the monster seems to lose interest in her at once. It lets go of her shoulders and the girl slips down onto the ground where she lands awkwardly in a heap.","\n","^The semen is leaking out of her faster now, and her inflated stomach is already beginning to subside...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... Now.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother is speaking quietly, and her voice is devoid of emotion. Her usual cheerfulness and the good-natured confidence in her voice are gone, replaced with a cold matter-of-factness.","\n","^That's fine though. I don't feel those myself.","\n","^All I feel is a dull pain deep in my chest and acute awareness of each pulse of my heart. It feels disgusting.","\n","^Then, Mother steps out into the center of the cave. Her naked sword's already in her hand.","\n","^As I step out after her the creature turns and, snarling, advances on us.","\n","^﻿","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}