{"inkVersion":20,"root":[["^part 0 event 1.","\n","end","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It's afternoon when we finally walk into Agairy.","\n","^Only recently founded, it's one of the many settlements that have springing up in the past few years. They're usually backed by someone or some people in the Kingdom who are looking to expand their influence outwards.","\n","^Which is why although each settlement is a sizable risk, the prospect of wealth and power keep interest high. Agairy's own backing is obvious through the icons and emblems of the Virginal Order that abound.","\n","^The settlement's layout is a close-knit circle around a central area. Someone has cleared it, probably to prepare it for paving, but it remains beaten down dirt for now.","\n","^The buildings are little more than shacks, which is well enough since they'll be torn down eventually when the settlement grows, but at the far end of the square its largest building stands proudly.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Notice how the only stone building is the church. It's letting everyone know: this building is here to stay and don't you forget it.","\n","^If the settlement ever becomes anything greater, you can be sure it'll keep the Order's best interests at heart. Say what you will about them, but if there's one thing the Order never lacked, it's foresight.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She shrugs.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh, well. At least the settlers will have somewhere to hide if we make a mess of the exorcism and things go horribly wrong.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^They'd be safe in there?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Certainly not. I don't mean to be dreary but a monster that gets pacst us wouldn't be stopped by something like a building.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It's now that I start to notice the people around us. Half-hidden in doorways, or blending inobtrusively into the scenery, a few settlers stand watching us silenty.","\n","^They've stopped what they're doing; a man rests a full wheelbarrow on the ground and leans against the wall, a pair of women carrying buckets attached to yokes on their shoulders set them down at their feet.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mom, they're staring at us.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It would be strange if they weren't. We're probably the most interesting thing to show up here in who knows how long.","\n","ev","str","^Mc","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Really? What's so interesting about us?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She laughs. Some of the watching settler women are staring at Friday's dress.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Hmm, I wouldn't really know. Fashion?","\n","^Maybe it's just that they don't know our faces. In a settlement this size, everyone knows everyone. They're probably sick of looking at the same thirty faces every single day.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^There's definitely more than thirty people living here.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^What makes you say that?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Look around. With this many buildings there could be easily a hundred people living in them.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Whether or not there's room for them, having that many people is more of a drain than anything at this stage in the settlement's life. They don't want a hundred mouths to feed.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's a lot of empty buildings...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Like I said, the Order plans ahead. Once the settlement's become more established, they'll call for another group of settlers and so on. One group then the next, a bit bigger each time. In ten or twenty years, it could very well be its own little town.","\n","^But...","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother makes a show of looking around.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Shouldn't someone have come to meet us? Aren't we important enough for them?","\n","^This is why I hate the sticks. Do you know, it's never once had the decency to change in 20 years. No matter where you go, it's been the same since I was a girl.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Agairy didn't even exist 20 years ago.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^And yet it feel like I've been here a hundred times before, and not in the 'feels like home' kind of way.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I don't really take some of Mother's stronger opinions completely seriously.","\n","^Although I guess it's true that things move slower here. Not one of the settlers, still staring, has said a word. Not even a whisper to the person next to them.","\n","^Just then, the doors of the church open.","\n","^A woman walks out. Her role is immediately obvious from her clothing; an abbess in the Virginal Order. She looks as calm and graceful as one would expect for her position.","\n","^I can sense Mother's shoulders tensing next to me, ever so slightly. She gently places a hand on the small of my back, telling me not to interrupt her.","\n","^The woman opens her mouth to speak, but Mother preempts her.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Sister Allowenn. How nice to see you again.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Friday Cenparas, can it really be?","\n","^What a pleasant surprise. I wonder why you've come all the way out here to humble Agairy?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^For work, what else? One of the sisters here is possessed; we're here to fix that.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh, how splendid. And who might your escort be?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I open my mouth to introduce myself, but Mother places a hand on my back. She answers for me.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^My assistant. He's very promising. In fact, he had a theory while we coming here, if you'll indulge me.","\n","^... It might be a long shot but... could you be the one who's possessed, Sister Allowenn? It would explain a lot.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Of course not.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Worth a try.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Yes, ah- Please, let's talk inside. It doesn't do to speak of demons out-of-doors.","\n","^And by the way, not that it's important...","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Yes?","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It is 'Abbess' Allowenn.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Is that right? My, good for you.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You're too kind.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^...","\n","^Bitch.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She suddenly seems to notice me again.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh, um... sorry about that.","\n","^She's someone I had hoped I wouldn't have to run into for a few thousand more years. Or ever.","\n","^Not having to see her was one of the better parts of getting kicked out of the Order.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You don't like her, do you?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That obvious?","\n","^Allowenn hasn't changed a bit since we were Sisters in the Order. Still as stubborn as a mule and as much of a bitch as the dogs she resembles.","\n","^More, even. And then for some reason the Order's raised her to an Abbess.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^An abbess of the middle of nowhere. Is that really a promotion, or more like 'get out my hair.'","\n","^You may not be the only one who dislikes her.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ha, I suppose that's true. Of course I'm not jealous of her. I would even be happy for her if she wasn't such a... wasn't so hard to get along with.","\n","^Uh-huh. She's got nothing I want~","\n","^I have two beautiful daughters and an amazing son. I can't be annoyed by her, it's simply impossible.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^On the other hand, the Abbess is probably annoyed we're taking so long.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","^Okay. Relaxed and composed and remember that you're better than her. Nothing that bitch can do will affect me.","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^What?! How could you just let her slip away?","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Hmph! Sister Moth did not just slip away. There was a Sister just outside her door at all times. Which was quite inconvenient... the settlement's a day behind schedule, I don't mind telling you.","\n","^For the short, very short, time she was left her unattended, Siter Moth was far too sickly to even stand on her own. The poor girl was certainly in no condition to get up and walk from the church.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^After we followed the Abbess inside, she shared some disconcerting news regarding the girl we had come here to help: Her name was Moth and she had gone missing early this morning.","\n","^When the Sister watching her had gone in to check on her and to bring her food and water, Moth was in a bad way, sweating and gasping for breath. The Sister ran to fetch the Abbess but when they arrived back at the chamber, Moth was gone.","\n","^Mother shakes her head angrily. She seems far more upset at the news than the Abbess was.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You left her alone, of course she ran for it! ...you thought she was ill?","\n","^Of course not! Think for a moment, the demon makes her sick and then, once your air-headed Sister runs to fetch you, it cures her just as fast.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother sighs and runs a hand through her hair. When she speaks again, it's quietly and with resignation.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She's being possessed. The demon won't kill her, but it'll go almost the entire way if it thinks it has to.","\n","^You don't take this seriously because she doesn't appear to be a monster. She still looks the same. There's no scales, or wings, or pointed tails to fear, and so we let our guards down.","\n","^But while there's a demon inside them, they are just as much of a threat, just as dangerous as any other monster. They have no regard for life besides their own and their host's. No inhibitions.","\n","^Humanity will learn this eventually, I think... but not until more people have died.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The Abbess' frown has only curved further downwards as Mother spoke.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Why, you speak as if you have all of life's answers. Obviously the Sister keeping watch should not have left Moth unattended for any length of time... In any case, she has already been disciplined.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You should have impressed the importance of her duty to her.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Naturally, I did that. But you must understand we are only a few in Agairy and the Sisters are needed all over the settlement at any given time.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The Abbess spreads her hands helplessly.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^There are not enough of us from the Order here to suppress every mistake before it's made, and the Sisters are still inexperienced. These things simply happen.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",0,{"x()":"talk","exArgs":1},"pop","/ev","\n","^She's unbelievable. It's the responsibility of the leader to accept blame for the actions of her subordinates.","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","^... You've searched the town for her already?","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Of course. Agairy is not a large settlement; if Sister Moth had remained she have been found her almost at once. No, I fear she has gone out into the greater wilderness. She could have gone in any direction.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Not quite any direction. A monster like a demon wants to keep its host safe, which is why it fled from Agairy. But at the same time, it relies on others for its own survival. A demon doesn't want to risk itself, so it gets others to do its bidding.","\n","^Has the settlement been having any trouble with monsters? Have you found colonies nearby?","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh dear. I really must hope poor Sister Moth has not wandered into a den of monsters. And yes, there is one some distance away. It was deemed far enough away not to be an immediate danger, rather a matter to be taken care of in due time.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I suppose we must deal with it now rather than later, then.","\n","ev","str","^Allowenn","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Quite.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She makes me tired.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I've been silent the whole time we were inside. Mother and Allowenn seemed to fill any silence easily enough.","\n","^Mother said they've known each other since they were Order Sisters. There's probably more to the story, though...","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother, tell me about Allowenn.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^There's not much to tell. She's had it out for me from the start. I mean, a lot of the girls did, but her especially.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Really? Why wouldn't she like you?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She laughs.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ah... well there were probably a bunch of reasons. I was more aggressive when I was younger. I might have tormented her a bit.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I'm sure She deserved it.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I love your blind loyalty, it's so cute. Really though, don't worry about it. We've put it behind us and mostly don't go further than being sarcastic.","\n","^I can tell you more later, if you still want me to.","\n","^Now come on, let's find our runaway before she gets too far away.","\n","end","^fr","\n","^fr","\n","^mc","\n","^fr","\n","^mc","\n","^mc","\n","^mc","\n","^mc","\n","^fr","\n","^mc","\n","^fr","\n","^fr","\n","^fr","\n","^mc","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}