{"inkVersion":20,"root":[["ev","str","^Woman's voice","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","^In the beginning, there was a mind and it brought itself into existence from nothing. There was a Being and it made the first people, so that it could have someone to rule over, for that was in its nature.","\n","^But the Being was young and it did not know of virtue and failing, of good and evil. It made the first people in its own image and they were brilliant like the Being, but were cruel and arrogant.","\n","^The Being destroyed them in disgust with what it had created. These were the people that we call today 'the ancients,' and some of their ruins still remain, buried beneath the earth or deep in forgotten forests.","\n","^The Being started again from scratch, and having learned of regret, took time to mould the second people into emphathetic souls that cared for one another. They lived in harmony with the earth for hundreds of years, uneventfully. These were the first humans, the ancestors of us all, but they were not like we are today. Not quite yet.","\n","^Eventually, the Being grew bored with the second people, but he did hate them and so left them to live while he began shaping a third people.","\n","^This time, the Being could not be satisfied in its designs. It planned for its third people to outshine all of his previous works in every aspect. They would be more clever than the first, more sensitive than the second, and strong like none before them.","\n","^As it toiled, the Being experimented with improvements in his design. That is why the third people are more than one species, and why they differ from each other. And so the Being observed the third people.","\n","^They achieved none of what the Being had hoped. They were clever, but only in ways to selfishly cheat one another. They were sensitive emotionally, but only in their capacity to hate. They were strong, but their strength was wild and unpredictable, and was used to destroy rather than create.","\n","^The Being prepared to strike them down in disgust, but at the last moment it once again remembered the first people. Knowing it was truly to blame, the Being spared the third people and withdrew inside of its own mind to think.","\n","^These were the monsters, but they were not like the monsters of own days. No, not quite yet.","\n","^It was a thousand years later when the Being next looked out from its mind at the world, which had become unrecognizable. Monsters roamed in great hordes, killing and stealing from each other, and they terrorized the humans, who had learned wickedness from the monsters.","\n","^This brought the Being more pain than ever before. It could not bear to watch its creations tear each other apart. It used its power to stop the fighting, and called all the leaders of the humans and monsters together.","\n","^It told them they had a final chance to earn its love and mercy. The Being commanded them to build a great tower together, so that it may stand as a symbol of unity and remind the generations to come of their ancestors commitments to peace. That, and its own watchfulness, the Being hoped, would be enough to save its peoples.","\n","^While the tower was being built, the Being kept a close eye on the peoples and none dared commit an evil act for fear of its wrath. But in the instant that the tower was finished and the two overseers, human and monster, stood side by side on the roof of the tower, the Being's watch slackened for a moment. And that was all it took.","\n","^Lunging across the tower, the thid people's overseer shoved his human counterpart from behind, off the tower and onto the ground far below. But as he lost his footing, the human overseer grabbed hold of the his monstrous counterpart's leg, and the two tumbled off together.","\n","^Even as they fell they fought and grappled at each other, so that both were already dead before they hit the ground.","\n","^When the Being learned of this, it was heartbroken. The two overseers had fallen, and so the Being made it that the second and third people fell with them. It cast a terrible curse on each of them.","\n","^It cursed the monsters so that in some species, only females would be born, and in other species, only males. They could not reproduce between species, and so within a few generations would all be dead.","\n","^Then the Being placed its second curse, this time on the humans. It cursed them so that the women could take the seed of monsters and give birth to their monstrous children, and the men's seed could be taken by female monsters and make them pregnant.","\n","^Sickened by its own actions and those of its creations, the Being prepared itself to die. It had finally grown weary of the world, and consumed by heartbreak and remorse, returned to the nothingness from which it had first come, forever.","\n","^And so it was that monsters and humans had finally become like they are today.","\n","^The monsters hunt the humans as they did before, but rely on them for their own survival, while the humans are sick with the knowledge that they are the very thing that keeps the monsters alive. A perfect match, really.","\n","^n(\"Woman\")","\n","^Of course, that was all a long time ago. These days, we just try to stay out of each other's way. Maybe they'll be thoughtful and just die on their own, you know?","\n","^n(\"Me\")","\n","^There's something that bothers me about that story.","\n","^n(\"Woman\")","\n","^What is it?","\n","^n(\"Me\")","\n","^WHY are you telling it to me now?","\n","^n(\"Woman\")","\n","^What? I thought you liked that story.","\n","^n(\"Me\")","\n","^I used to, at least before I heard it a thousand and one times at the academy. It gets old fast.","\n","^n(\"Woman\")","\n","^That's too bad.","\n","^Those bastards at the academy! I send them my only son and they send him back three years older and tired of his old bedtime stories.","\n","^n(\"\")","\n","^She shakes her head.","\n","^n(\"Woman\")","\n","^I won't forgive them.","\n","^n(\"Me\")","\n","^Well... they did teach me some other useful things. And I was there for three years; it's not their fault time passes.","\n","^It's not like I didn't come home during breaks, Mom.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Whatever they taught you, it wasn't worth it.","\n","^At least I have you now. I won't let those creepy professors take you away again.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Instead you'll just bring me everywhere with you for the rest of forever.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's right. It's my right as your mother to monopolize you.","\n","^Besides, it'll be fun. Haven't you always wondered what it is I do? Now's your big chance.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Mother... you wouldn't let us go to bed until you finished telling us about your work. You were always really open about it.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I guess I was. That's where I went wrong, then. I should have kept it more mysterious so you dreamed of following in my footsteps.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^No one can follow in your footsteps, Mom.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Flatterer, but that's okay, I don't mind. Maybe one of your sisters will be able to manage it.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Despite her joking around, Mom's footsteps and her larger path in life are extraordinary by any standards. She's the type of person to live only once in a generation and leave her fingerprints all over history. For some reason, she insists that part of that is through her children.","\n","^I don't know the details of exactly everything she did before I was born, but these days she does things for the well-connected; nobles, cardinals, even the king sometimes.","\n","^Even though she's just the Countess Friday Cenparas, a minor noble without much land, she has influence far exceeding what you might expect. I imagine it's a long story.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I admit, I am a little curious to see you in action.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Of course you are, it's only natural.","\n","^This is a personal favour to Cardinal Parvenu from the Virginal Order, so I'll be relying on you as my assistant.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I nod","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Cardinal Parvenu? You've mentioned him before, I think.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^That's right, he was one of my teachers way back when I was still with the Order, though he wasn't a cardinal ten. He's the only one of them that still talks to me.","\n","^That's why when he asked me, I couldn't bring myself to say no. He's a decent man, for someone in the Order. Said he would have done it himself if he could make the trip.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^It's just an exorcism, right? I thought that was the kind of thing the order was supposed to specialise in.","\n","ev","str","^Mom","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Not that many of them, I'm afraid.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}