{"inkVersion":20,"root":[["ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","ev",1,{"x()":"talk","exArgs":1},"pop","/ev","\n","ev",0,0,{"x()":"show","exArgs":2},"pop","/ev","\n","^Hi, I'm Friday Cenparas and welcome to the world of Koma!","\n","^We've met before-- but you know that of course. After all, I'm someone very important to you~","\n","ev",0,2,{"x()":"show","exArgs":2},"pop","/ev","\n","^And you to me~","\n","ev",0,1,{"x()":"show","exArgs":2},"pop","/ev","\n","^But do you know what?","\n","ev",0,3,{"x()":"show","exArgs":2},"pop","/ev","\n","^Sometimes I get really angry at the world!","\n","ev",0,0,{"x()":"show","exArgs":2},"pop","/ev","\n","^Anyway, listen to me about to go off. Forget about it.","\n","ev",0,1,{"x()":"show","exArgs":2},"pop","/ev","\n","^Or I'll kill you. Ahaha.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^part 0 immediate.","\n","end","^In the beginning, there was a mind and it brought itself into existence from nothing. There was a Being and it made the first people, so that it could have someone to rule over, for that was in its nature.","\n","^But the Being was young and it did not know of virtue and failing, of good and evil. It made the first people in its own image and they were brilliant like the Being, but were cruel and arrogant.","\n","^The Being destroyed them in disgust with what it had created. These were the people that we call today 'the ancients,' and some of their ruins still remain, buried beneath the earth or deep in forgotten forests.","\n","^The Being started again from scratch, and having learned of regret, took time to mould the second people into emphathetic souls that cared for one another. They lived in harmony with the earth for hundreds of years, uneventfully. These were the first humans, the ancestors of us all, but they were not like we are today. Not quite yet.","\n","^Eventually, the Being grew bored with the second people, but he did hate them and so left them to live while he began shaping a third people.","\n","^This time, the Being could not be satisfied in its designs. It planned for its third people to outshine all of his previous works in every aspect. They would be more clever than the first, more sensitive than the second, and strong like none before them.","\n","^As it toiled, the Being experimented with improvements in his design. That is why the third people are more than one species, and why they differ from each other. And so the Being observed the third people.","\n","^They achieved none of what the Being had hoped. They were clever, but only in ways to selfishly cheat one another. They were sensitive emotionally, but only in their capacity to hate. They were strong, but their strength was wild and unpredictable, and was used to destroy rather than create.","\n","^The Being prepared to strike them down in disgust, but at the last moment it once again remembered the first people. Knowing it was truly to blame, the Being spared the third people and withdrew inside of its own mind to think.","\n","^These were the monsters, but they were not like the monsters of own days. No, not quite yet.","\n","^It was a thousand years later when the Being next looked out from its mind at the world, which had become unrecognizable. Monsters roamed in great hordes, killing and stealing from each other, and they terrorized the humans, who had learned wickedness from the monsters.","\n","^This brought the Being more pain than ever before. It could not bear to watch its creations tear each other apart. It used its power to stop the fighting, and called all the leaders of the humans and monsters together.","\n","^It told them they had a final chance to earn its love and mercy. The Being commanded them to build a great tower together, so that it may stand as a symbol of unity and remind the generations to come of their ancestors commitments to peace. That, and its own watchfulness, the Being hoped, would be enough to save its peoples.","\n","^While the tower was being built, the Being kept a close eye on the peoples and none dared commit an evil act for fear of its wrath. But in the instant that the tower was finished and the two overseers, human and monster, stood side by side on the roof of the tower, the Being's watch slackened for a moment. And that was all it took.","\n","^Lunging across the tower, the thid people's overseer shoved his human counterpart from behind, off the tower and onto the ground far below. But as he lost his footing, the human overseer grabbed hold of the his monstrous counterpart's leg, and the two tumbled off together.","\n","^Even as they fell they fought and grappled at each other, so that both were already dead before they hit the ground.","\n","^When the Being learned of this, it was heartbroken. The two overseers had fallen, and so the Being made it that the second and third people fell with them. It cast a terrible curse on each of them.","\n","^It cursed the monsters so that in some species, only females would be born, and in other species, only males. They could not reproduce between species, and so within a few generations would all be dead.","\n","^Then the Being placed its second curse, this time on the humans. It cursed them so that the women could take the seed of monsters and give birth to their monstrous children, and the men's seed could be taken by female monsters and make them pregnant.","\n","^Sickened by its own actions and those of its creations, the Being prepared itself to die. It had finally grown weary of the world, and consumed by heartbreak and remorse, returned to the nothingness from which it had first come, forever.","\n","^And so it was that monsters and humans had finally become like they are today.","\n","^The monsters hunt the humans as they did before, but rely on them for their own survival, while the humans are sick with the knowledge that they are the very thing that keeps the monsters alive. A perfect match, really.","\n","ev","str","^Woman","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Of course, that was all a long time ago. These days, we just try to stay out of their way. Maybe they'll be considerate and just wait to die on their own, you know?","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The two of us walk down the new dirt road towards Agairy Settlement, right on the edge of civilization and the kingdom's influence. Inhabited by the desperate and enterprising alike, it's also one the kingdom's fingertips into the wider world.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I don't think that will happen.","\n","ev","str","^Woman","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^No, but it would be nice.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^The woman walking with me is just an inch or two shorter than I am; tall for a woman. She's wearing a fashionable city-style dress in defiance of the countryside we now find ourselves in.","\n","^She's also an expert in Light Magic, exorcism in particular, and that's the reason we've come all the way out here.","\n","^Oh, and she's also my mother, called in full \"the Countess Friday Cenparas\", or \"Mom\" for short.","\n","^The Abbess directing Agairy Settlement (one of the settlements sponsored by the Order) reported that one of the sisters under her has been possessed. Apparently the exact circumstances were quite unusual, too.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^What are you thinking about all seriously over there?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Oh, just that this wasn't how I was imagining performing an exorcism would be.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^No? The world's a big place, most of any job is just walking around. With exorcism, half the time it turns out someone just had stomachache. The other half are deadly dangerous, though.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^What does this one feel like?","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Hmmm, I wonder. Maybe somewhere in the middle?","\n","^You know, normally I wouldn't come all the way to the middle of nowhere; like you said it's too much travel time. But it was an old friend of mine from the Order who asked me.","\n","^My old teacher, Cardinal Parvenu. Not that he was a cardinal back then. Do you know, he's the only one who still speaks to me.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I think you've mentioned him before.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I know that Mother was educated and trained in the Order like some daughters of the nobility, but eventually had a falling out with them. Something to do with me and my sisters, I think.","\n","^I mean, it is called the Virginal Order.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^He asked me specifically to do this for him, as a favor, so it's probably not just a waste of time. He said it would have been the sort of thing he'd have done himself, if he were still young.","\n","^When he put it that way, how could I refuse. It's a wonderful thing to be relied on.","\n","^And I'll be relying on ~you~ too, so don't disappoint me.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^When Mother first got this request, I had just gotten back from the end third year at the academy. Since the students are entirely made up from the children of nobles, the academy understands its students have other obligations and offer instruction only half the year.","\n","^Anyway, Mother decided I should come with her and that was that.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We'll see if that academy learning is everything it's cracked up to be.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I learned useful things at the academy, Mom.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Whatever it was, it can't have been worth it. Don't you think about your mother's poor heart?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You're a dramatist, Mom.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^She shakes her head in faux-disappointment.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^You really didn't learn anything, did you?","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I learned about irony.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ohh, how terrifying.","\n","^It's not like you need to know magic, in any case. I'll protect you.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^I know, but you don't want to have to worry about me forever.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Where did you get that idea? Of course I do, silly boy.","\n","^I let you go to your precious academy and learn your fancy magic, that should entitle me to you for at least ten or twenty years.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Ten or twenty? The academy only lasts 4... and for only half of each of those years.","\n","ev","str","^Friday","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^Each year felt more like a hundred. Besides, as your mother monopolizing you is my right. So stop complaining.","\n","ev","str","^Me","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^... Sure, Mom.","\n","ev","str","^","/str",{"x()":"n","exArgs":1},"pop","/ev","\n","^We continue walking.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev",0,{"VAR=":"ic"},"str","^playerCharName","/str",{"VAR=":"player"},"/ev","end",null],"#f":1}],"listDefs":{}}